<?php

return [



    'Name Grade'=>'اسم المرحلة',

    'Note Grade'=>'الملاحظات',

    'Processes'=>'العمليات',

    'Add Grade'=>'إضافة مرحلة دراسية',

    'stage_name_ar'=>'اسم المرحلة بالعربية',

    'stage_name_en'=>'اسم المرحلة بالانحليزية',

    'submit'=>'حفظ البيانات',

    'Close'=>'إغلاق',


    'edit_Grade'=>'تعديل المرحلة',

    'delete_Grade'=>'حذف المرحلة',

    'Warning_Grade'=>'هل أنت متأكد من عملية الحذف?',

    'Edit'=>'تعديل',

    'Delete'=>'حذف',

    'exists'=>'هذه المرحلة موجودة مسبقاً.!',

    'delete_Grade_Error'=>'لايمكن حذف المرحلة بسبب وجود صفوف تابعة لها',






















];